Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/unemployed_people/jobseekers_benefit.html.txt.tmx
Source language: en
Languages: pl

source: You can find out about sanctions for not meeting the conditions of your jobseeker's payment
pl: Więcej informacji znajduje się w dokumentach na temat kar za niespełnianie warunków pobierania zasiłku dla osób poszukujących pracy. Od 1 stycznia 2014 r

source: Since 1 January 2014, penalty rates do not apply to people aged over 62
pl: kary nie mają zastosowania w przypadku osób powyżej 62 roku życia

source: Claiming for dependants with Jobseeker's Benefit
pl: Twierdzenie zależnymi o zasiłek dla bezrobotnych

source: If your spouse, civil partner or cohabitant is dependent on you or is on a low income you may be able to claim an increase in your payment for him or her
pl: Jeśli Państwa małżonek/małżonka, konkubent/konkubina czy osoba wspólnie zamieszkująca gospodarstwo domowe znajduje się na Państwa utrzymaniu bądź posiada bardzo niski dochód, mogą się Państwo ubiegać o podwyżkę przyznanego zasiłku

source: This increase is called an Increase for a Qualified Adult (IQA)
pl: Taka podwyżka nosi nazwę dodatku na dorosłego pozostającego na utrzymaniu (IQA)

source: If your adult dependant is earning €100 or less you will get the maximum IQA
pl: Jeśli osoba dorosła pozostająca na Państwa utrzymaniu otrzymuje kwotę poniżej 100€, otrzymają Państwo maksymalną stawkę zasiłku IQA

source: If he or she is earning between €100 and €310 you will get a reduced rate of IQA
pl: Jeśli osoba pozostająca na utrzymaniu otrzymuje kwotę od 100 do 310€, otrzymają Państwo obniżoną kwotę zasiłku IQA

source: If your adult dependant is earning more than €310 you will not get an increase in your Jobseeker’s Benefit for your adult dependant
pl: Jeśli osoba dorosła będąca na Państwa utrzymaniu otrzymuje dochód w wysokości większej niż 310€, nie otrzymają Państwo dodatku do zasiłku dla bezrobotnych dla osoby dorosłej będącej na utrzymaniu

source: You can look at our documents on Claiming for an adult dependant and Jobseeker's Benefit and work to find out more
pl: W celu uzyskania szczegółowych informacji można zapoznać się z naszymi dokumentami na temat wniosków o zasiłek dla osoby dorosłej pozostającej na utrzymaniu wnioskodawcy oraz zatrudnienia i zasiłku dla osób poszukujących pracy

source: If you have dependent children you may also be able to claim an increase in your payment for them
pl: Jeżeli osoba ubiegająca się o zasiłek ma na utrzymaniu dzieci, może wnioskować o zwiększenie kwoty zasiłku na dzieci

source: In some cases, a current JB claim may be linked to an older claim (see above)
pl: W niektórych przypadkach, obecny wniosek o JB może zostać dołączony do wniosku starszego

source: If your JB claim is linked to a claim earlier than 2009 the following graduated rates apply: For claims in 2016 and up to 9 March 2017 linked to JB claims started before 2009:
pl: Jeśli wniosek o JB dołączony zostanie do wniosku wcześniejszego niż z 2009 r., wówczas stosuje się następujące stopniowanie stawek:

source: │€150 or more │€188 │€124.80 │
pl: Dla wniosków z 2015 r

source: For claims from 9 March 2017 linked to JB claims started before 2009:
pl: dołączonych do wniosków o JB, rozpoczętych przed 2009 r

source: │Average weekly earnings │Personal rate │Qualified adult rate │
pl: │Średnie zarobki tygodniowe │Stawka osobista │Stawka dla kwalifikującej się osoby dorosłej │

source: │Less than €80 │€86.70 │€83.00 │
pl: │Poniżej 80 EUR. │84,50 EUR │80,90 EUR │

source: │€150 or more │€193.00 │€128.10 │
pl: │150 EUR lub więcej │188 EUR │124,80 EUR │

source: You can collect your Jobseeker's Benefit payment weekly from your nearest Post Office
pl: Możecie odebrać co tydzień wypłatę swojego zasiłku dla bezrobotnych w najbliższym urzędzie pocztowym

source: You must bring valid photographic identification (photo ID) with you to collect your payment
pl: Aby odebrać wypłatę, należy mieć przy sobie dokument ze zdjęciem

source: The following is regarded as valid photo ID:
pl: Następujące dokumenty uznaje się za prawidłowy dokument identyfikacyjny (dokument identyfikacyjny ze zdjęciem):):

source: Staff working in the Post Office may ask to see your photo ID before giving you your payment
pl: Pracownicy poczty mają prawo przed wypłatą poprosić o okazanie dokumentu ze zdjęciem

source: Taxation of Jobseeker's Benefit
pl: Opodatkowanie zasiłku dla osób poszukujących pracy

source: Jobseeker's Benefit is taxable
pl: Zasiłek dla osób poszukujących pracy podlega opodatkowaniu

source: However, if you are getting Jobseeker's Benefit because your normal working week has been reduced temporarily (systematic short-time work) your Jobseeker's Benefit is not taxed
pl: Jednak w przypadku osób, które otrzymują zasiłek dla osób poszukujących pracy, ponieważ ich normalny tygodniowy wymiar czasu pracy zastał zmniejszony (systematyczna praca w niewielkim wymiarze godzin), zasiłek ten nie podlega opodatkowaniu

source: If you are working part-time and getting Jobseeker’s Benefit for the days you are not employed your Jobseeker’s Benefit is taxable
pl: Więcej informacji na temat opodatkowania zasiłku dla osób poszukujących pracy

source: Find out more about the taxation of Jobseeker's Benefit and the taxation of JB for systematic short-time workers
pl: Te połowiczne świadczenia wygasły w lutym 2014

source: If you are getting Jobseeker's Benefit, you may be entitled to:
pl: Osoby pobierające zasiłek dla bezrobotnych mogą być uprawnione do:

source: • Rent Supplement - a payment under the Supplementary Welfare Allowance scheme
pl: • dodatku mieszkaniowego na czynsz (Rent Supplement), wypłacanych przez właściwego urzędnika w biurze opieki społecznej w miejscowym ośrodku zdrowia

source: • Back to School Clothing and Footwear Allowance - an allowance to help with the cost of uniforms and footwear for children who are attending school
pl: • zasiłek na wyprawkę dla ucznia (Back to School Clothing and Footwear Allowance), zasiłek przeznaczony na pomoc w pokryciu kosztów ubrania i obuwia dzieci w wieku szkolnym i wypłacany w okresie od czerwca do września w każdym roku; szczegółowe informacji na ten temat dostępne są w miejscowym urzędzie zdrowia

source: • Medical card - if your income is below a certain level, you may get a medical card
pl: • karta świadczeń zdrowotnych (medical card) - mogą ją otrzymać osoby o niskich dochodach

source: You do not qualify for the Household Benefits Package or Free Travel with Jobseeker’s Benefit
pl: Przy zasiłku dla bezrobotnych nie będzie wam przysługiwać pakiet zasiłków na utrzymanie domu ani bezpłatne przejazdy

source: You should apply for Jobseeker's Benefit the first day you become unemployed
pl: Wniosek o zasiłek dla osób poszukujących pracy należy złożyć w pierwszym dniu pozostawania bez zatrudnienia

source: It is important to apply on the first day you become unemployed because you will not get paid for the first 3 days of your claim
pl: Jest to ważne, ponieważ za trzy pierwsze dni od złożenia wniosku świadczenie nie będzie wypłacane

source: Jobseeker's Benefit application forms are available online
pl: Formularze wniosku o zasiłek dla osób poszukujących pracy są dostępne w Internecie

source: You can also get an application form from your local Social Welfare Branch Office or Intreo Centre
pl: Formularz wniosku można pobrać w lokalnym biurze opieki społecznej lub centrum Intreo

source: You will also need certain documents when you apply for Jobseeker's Benefit
pl: Ponadto do wniosku o przyznanie zasiłku dla osób poszukujących pracy należy dołączyć pewne dokumenty

source: If you do not have these documents to hand, you should apply anyway and supply them later
pl: W przypadku nieposiadania wspomnianych dokumentów w chwili wypełniania wniosku, należy go złożyć, a brakujące dokumenty dostarczyć później

source: You should remember that delay in applying for Jobseeker's Benefit may mean that you lose out on your full entitlements
pl: Należy pamiętać, że zwłoka w złożeniu wniosku o zasiłek dla osób poszukujących pracy możne oznaczać utratę pełni uprawnień

source: You can get help to fill in your application form at your Intreo Centre, Social Welfare Branch Office or Citizens Information Centre. More information is available in our document about signing on for the first time
pl: Pomoc w wypełnianiu formularza wniosku można uzyskać w centrum Intreo, lokalnym biurze opieki społecznej lub Centrum Informacji dla Obywateli (ang. Citizens Information Centre)

source: If you think you have been wrongly refused Jobseeker's Benefit you can appeal the decision
pl: Więcej informacji dostępnych jest w naszym dokumencie na temat pierwszorazowej rejestracji

source: You should apply for Jobseeker's Benefit to your Intreo Centre or Social Welfare Branch Office
pl: W przypadku odmowy przyznania zasiłku dla bezrobotnych istnieje możliwość odwołania się od takiej decyzji w odpowiednim Social Welfare Appeals Office

source: Half-rate Jobseeker's Benefit with another social welfare payment
pl: Wnioski o przyznanie zasiłku dla osób poszukujących pracy należy składać w lokalnym urzędzie opieki społecznej

source: For people with fewer than 260 PRSI contributions paid, it reduced from 9 months (234 days) to 6 months (156 days). Claimants getting Jobseeker's Benefit for 6 months or more on 3 April 2013 (or 3 months for people with fewer than 260 contributions) were not affected (see table below)
pl: W przypadku odmowy przyznania świadczenia socjalnego istnieje możliwość odwołania się od takiej decyzji w odpowiednim biurze odwołań w urzędzie opieki społecznej pod podanym poniżej adresem
